adapta-gtk-theme
alacritty
alsa-utils
base
base-devel
bat
bridge-utils
btop
cmatrix
cowsay
cups
dialog
discord
dmenu
dnsmasq
dosfstools
dpkg
dunst
efibootmgr
exa
fd
feh
firefox
fish
flameshot
fortune-mod
fzf
git
github-cli
go
grub
gtk-layer-shell
gvfs
htop
i3-wm
i3lock
i3status
iw
kguiaddons
kitty
lf
libguestfs
libreoffice-still
linux
linux-firmware
linux-headers
lsd
lxappearance
maim
mpv
mtools
neofetch
neovim
netctl
networkmanager
nitrogen
noto-fonts
noto-fonts-emoji
npm
ntfs-3g
ntp
obs-studio
obsidian
openbsd-netcat
os-prober
p7zip
pamixer
pavucontrol
picom
playerctl
pulsemixer
python-pip
qbittorrent
qemu-full
qt5ct
qtile
qutebrowser
rmlint
rofi
rsync
rustup
scrot
slock
starship
sxhkd
sxiv
syncthing
system-config-printer
thunar
tldr
tmux
trash-cli
ttf-cascadia-code-nerd
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
udiskie
udisks2
ueberzug
unclutter
unzip
vim
xclip
xf86-video-amdgpu
xf86-video-vesa
xlockmore
xsel
zathura
zathura-pdf-poppler
zip
zsh
