alsa-utils
base
base-devel
bat
dmenu
dosfstools
efibootmgr
exa
firefox
fish
fzf
git
github-cli
grub
htop
kitty
lf
linux
linux-firmware
mpv
mtools
ncmpcpp
neofetch
neovim
networkmanager
netctl
iw
dialog
nitrogen
npm
ntp
os-prober
p7zip
pavucontrol
picom
playerctl
pulseaudio
pulsemixer
python-pip
qtile
ranger
rofi
rustup
starship
trash-cli
udiskie
udisks2
ueberzug
unclutter
unzip
vim
xf86-video-amdgpu
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
zip
